Revit 2027 API
ParameterTypeId.StairsRailingBalusterPlacement Property
 "Baluster Placement"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterPlacement { get; }
Public Shared ReadOnly Property StairsRailingBalusterPlacement As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterPlacement {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterPlacement : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace